FV2610/E_0070.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

footer
v4.3 | 23.06.2026 (urspr. 01.04.2026) | ebdamame v1.0.0 | rebdhuhn v1.2.0
endfooter

title
MaBiS

7.48.1: AD: Austausch der Deltazeitreihenübertrag-Liste von ÜNB an NB



end title
:<b>E_0070</b>;
note right
<b><i>Prüfende Rolle: NB
end note

if (<b>1: </b> Erfolgt der Eingang der DZÜ-Liste innerhalb der Clearingphase für DZÜ?) then (ja)
else (nein)
    :A01;
    note left
        Cluster: Ablehnung der gesamten Liste
        Eingang liegt nicht innerhalb der Clearingphase DZÜ
    endnote
    kill;
endif
if (<b>2: </b> Ist die Marktlokation bekannt?) then (ja)
else (nein)
    :A02;
    note left
        Cluster: Korrekturliste wegen Ablehnung
        Marktlokation ist nicht bekannt
    endnote
    kill;
endif
if (<b>3: </b> Entspricht das Bilanzierungsgebiet dem zwischen NB und ÜNB ausgetauschten Bilanzierungsgebiet?) then (ja)
    if (<b>4: </b> Entspricht der Bilanzkreis dem zwischen NB und ÜNB ausgetauschten Bilanzkreis?) then (ja)
        if (<b>5: </b> Entspricht der Bilanzierungsbeginn der Erwartung des NB?) then (ja)
            if (<b>6: </b> Entspricht das Bilanzierungsende der Erwartung des NB?) then (ja)
                if (<b>7: </b> Entspricht das normierte Profil dem zwischen NB und ÜNB ausgetauschten normierten Profil?) then (ja)
                    if (<b>8: </b> Entspricht die Versionsangabe des Profils der zwischen NB und ÜNB für SLS ausgetauschten Version des Profils?) then (ja)
                        if (<b>9: </b> Entspricht die veranschlagte Prognosemenge (JVP&#41; der zwischen NB und LF ausgetauschten Prognosemenge?) then (ja)
                            if (<b>10: </b> Entspricht die tatsächlich bilanzierte Menge der erwarteten bilanzierten Menge (monatlich gemessene Menge auf Basis von 1/4-h-Werten&#41;?) then (ja)
                                if (<b>11: </b> Entspricht der Zeitreihentyp dem zwischen NB und LF ausgetauschten?) then (ja)
                                    if (<b>12: </b> Ist der Übertrag der Energiemenge der Marktlokation aus der ÜNB-DZR in die NB-DZR berechtigt?) then (ja)
                                        end
                                    else (nein)
                                    endif
                                else (nein)
                                endif
                            else (nein)
                            endif
                        else (nein)
                        endif
                    else (nein)
                    endif
                else (nein)
                endif
            else (nein)
            endif
        else (nein)
        endif
    else (nein)
    endif
else (nein)
endif
:A03;
note left
    Cluster: Korrekturliste wegen Ablehnung
    bilanzierungsrel. Daten nicht korrekt / fehlen 
    Ist mit Werten des NB zu allen Stammdaten gefüllt
endnote
kill;

@enduml
